module.exports = {
  "0": {
    "name": "东方明珠广播电视塔",
    "longitude": 1214953762811951900,
    "latitude": 312416800393176200,
    "popularity": "5",
    "price": 5000000000000000000,
    "endAt": 1574990276
  },
  "3": {
    "name": "上海和平饭店",
    "longitude": 1214845516032511000,
    "latitude": 312411080295922300,
    "popularity": "3",
    "price": 3000000000000000000,
    "endAt": 1574990276
  },
  "4": {
    "name": "静安寺",
    "longitude": 1214407123413415400,
    "latitude": 312253722265485100,
    "popularity": "3",
    "price": 3000000000000000000,
    "endAt": 1574990276
  },
  "6": {
    "name": "上海马戏城",
    "longitude": 1214465363277973500,
    "latitude": 312797366058224260,
    "popularity": "3",
    "price": 3000000000000000000,
    "endAt": 1574990276
  },
  "8": {
    "name": "徐家汇圣依纳爵主教座堂",
    "longitude": 1214314716124603400,
    "latitude": 311930143359415300,
    "popularity": "2",
    "price": 2000000000000000000,
    "endAt": 1574990276
  },
  "9": {
    "name": "上海城隍庙",
    "longitude": 1214880541824280800,
    "latitude": 312277205670692540,
    "popularity": "2",
    "price": 2000000000000000000,
    "endAt": 1574990276
  },
  "10": {
    "name": "中华艺术宫",
    "longitude": 1214902786416737300,
    "latitude": 311864101983676500,
    "popularity": "2",
    "price": 2000000000000000000,
    "endAt": 1574990276
  },
  "13": {
    "name": "上海环球金融中心",
    "longitude": 1215033574404505600,
    "latitude": 312363793194169100,
    "popularity": "4",
    "price": 4000000000000000000,
    "endAt": 1574990276
  },
  "15": {
    "name": "衡山马勒别墅饭店",
    "longitude": 1214516883679603000,
    "latitude": 312248880389776900,
    "popularity": "2",
    "price": 2000000000000000000,
    "endAt": 1574990276
  },
  "17": {
    "name": "凌空SOHO",
    "longitude": 1213474165274435600,
    "latitude": 312238301395238600,
    "popularity": "2",
    "price": 2000000000000000000,
    "endAt": 1574990276
  },
  "21": {
    "name": "武康大楼",
    "longitude": 1214337706793517600,
    "latitude": 312064252949285100,
    "popularity": "2",
    "price": 2000000000000000000,
    "endAt": 1574990276
  },
  "25": {
    "name": "思南公馆",
    "longitude": 1214645525312142800,
    "latitude": 312168631951762200,
    "popularity": "3",
    "price": 3000000000000000000,
    "endAt": 1574990276
  },
  "26": {
    "name": "汤臣一品",
    "longitude": 1214972385620814000,
    "latitude": 312349426988369000,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "27": {
    "name": "绿城·黄浦湾",
    "longitude": 1214998121003218200,
    "latitude": 312199184153127200,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "28": {
    "name": "华润·外滩九里",
    "longitude": 1214985875999444000,
    "latitude": 312210152322595260,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "29": {
    "name": "合生东郊别墅",
    "longitude": 1215948482315799600,
    "latitude": 312287053130475700,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "30": {
    "name": "万科翡翠滨江",
    "longitude": 1215331373969558800,
    "latitude": 312462700609397900,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "32": {
    "name": "华府天地",
    "longitude": 1214692722386294500,
    "latitude": 312208049129401900,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "33": {
    "name": "凯德·茂名公馆",
    "longitude": 1214567705504626700,
    "latitude": 312242021834390500,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "34": {
    "name": "徐汇·中凯城市之光名邸",
    "longitude": 1214240576903401700,
    "latitude": 311939529845777100,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "37": {
    "name": "中海紫御豪庭",
    "longitude": 1213772448428452400,
    "latitude": 312307117215955260,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  }  
}