module.exports = {
  "38": {
    "name": "复地御西郊",
    "longitude": 1213550898708660700,
    "latitude": 312011456222617800,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "39": {
    "name": "中粮·海景壹号",
    "longitude": 1214997496971470800,
    "latitude": 312338607159315100,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "42": {
    "name": "SOHO中山广场",
    "longitude": 1214107340506101200,
    "latitude": 312000512625346240,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "43": {
    "name": "嘉里不夜城",
    "longitude": 1214521827742015500,
    "latitude": 312472099158416640,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "45": {
    "name": "SOHO东海广场",
    "longitude": 1214440807895255000,
    "latitude": 312287041446210700,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "47": {
    "name": "金钟广场",
    "longitude": 1214744959597471500,
    "latitude": 312276261794131000,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "50": {
    "name": "兰生大厦",
    "longitude": 1214751531565843500,
    "latitude": 312278949093467300,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "52": {
    "name": "世纪商贸广场",
    "longitude": 1214424619998475000,
    "latitude": 312172453720841800,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "53": {
    "name": "汇嘉大厦",
    "longitude": 1214348017323200000,
    "latitude": 311940390191622850,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "54": {
    "name": "绿地·汇中心",
    "longitude": 1214529016372300000,
    "latitude": 311669913346953400,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "55": {
    "name": "嘉华中心",
    "longitude": 1214513530548089300,
    "latitude": 312181094857145150,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "56": {
    "name": "盛邦国际大厦",
    "longitude": 1214802474629211400,
    "latitude": 312534049220852500,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "57": {
    "name": "明天广场",
    "longitude": 1214651550930607900,
    "latitude": 312323025315354600,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "290": {
    "name": "仙乐斯广场",
    "longitude": 1214645079755067600,
    "latitude": 312333713432862200,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "307": {
    "name": "上海置地广场",
    "longitude": 1214776407633402400,
    "latitude": 312381112790995900,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "310": {
    "name": "绿洲中环中心",
    "longitude": 1213749777549981000,
    "latitude": 312355744788907800,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "312": {
    "name": "金融广场",
    "longitude": 1214787144936844000,
    "latitude": 312376995537044000,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "313": {
    "name": "腾飞大厦",
    "longitude": 1214376848739154200,
    "latitude": 311901548043486600,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  },
  "319": {
    "name": "新梅联合广场",
    "longitude": 1215117576017882400,
    "latitude": 312316971449498560,
    "popularity": "1",
    "price": 1000000000000000000,
    "endAt": 1574990276
  }
}